
[WhiteBoardControlText]
TYPE_TOOLBTN=工具条
TYPE_SELECT=选择
TYPE_RECYCLE=回收站
TYPE_PAGE=新建页
TYPE_FULLSCREEN=全屏
DIS_FULLSCREEN=取消全屏
TYPE_BIGHT=曲线
TYPE_LINE=直线
TYPE_ICOCURVE=图标曲线
TYPE_RUBBER_SMALL=小擦
TYPE_RUBBER_BIG=擦子
TYPE_RUBBER_OBJ=擦对象
TYPE_RUBBER_CURVE=曲擦
TYPE_IMAGE=图片
TYPE_VIDEO=视频
TYPE_DOCUMENT=文档
TYPE_FLASH=flash
TYPE_DXF=dxf
TYPE_CAMERAHEAD=摄像头
TYPE_ALLTOOL=工具箱
TYPE_RESOURCE=资源目录
TYPE_DEL=删除
TYPE_PRE_PAGE=上一页
TYPE_NEXT_PAGE=下一页
TYPE_T_H=水平文本
TYPE_T_V=垂直文本
TYPE_REDO=重做
TYPE_UNDO=撤销
TYPE_TRIANGLE=三角形
TYPE_RECTANGLE=矩形
TYPE_ROUNDNESS=圆形
TYPE_RHOMB=菱形
TYPE_PENTAGON=五边形
TYPE_HEXAGON=六边形
TYPE_FIVEPOINTSTART=五角星
TYPE_TRAPEZIUM=梯形
TYPE_POLYGON=多边形
TYPE_ATRTRIANGLE = 任意三角形
TYPE_DYZJTRIANGLE = 等腰直角三角形
TYPE_DYTRIANGLE = 等腰三角形
TYPE_ZJTRIANGLE = 直角三角形
TYPE_PALLELOGAM = 平行四边形
TYPE_FONT=字体
TYPE_SCREENSHOTS=截屏
TYPE_MAQN=放大镜
TYPE_SPOTLIGHT=聚光灯
TYPE_BAFFLEPLATE=挡板
TYPE_SCREENREC=屏幕录制
TYPE_DDOPEN=打开标注
TYPE_DDFULLSCREEN=全屏
TYPE_DDEFFECT=效果切换
TYPE_DDCTRL=控制条
TYPE_DDCLOSE=退出标注
TYPE_SAVE=保存
TYPE_COMBINE=合并
TYPE_PRINT=打印
TYPE_CLOSE=退出
TYPE_OPEN=打开
TYPE_RESAVE=另存
TYPE_DLG_LINETYPE=线型
TYPE_DLG_RUBBER=擦子
TYPE_DLG_GRAPHICS=图形
TYPE_DLG_RESOURCEFILE=资源文件
TYPE_DLG_DESKTOPDRAW=标注
TYPE_DLG_FILE=文件
TYPE_DLG_T=文本
TYPE_DLG_COLORPALETTE=调色板
TYPE_DLG_RESOURCEMANAGE=资源库管理
TYPE_DLG_TOOL=工具
TYPE_FUNCTIONDLG=功能面板
TYPE_TOOLBAR_SHOW=显示
TYPE_TOOLBAR_HIDE=隐藏
TYPE_TOOLBOX_CLOSE=关闭
TYPE_DICOM=DICOM图片
TYPE_SINGLE_NETWORK=联网
TYPE_SINGLE_LOCAL=本地
TYPE_EAGLE_EYE=鹰眼
TYPE_SINGLE_SHOTDOWN=关机
TYPE_SINGLE_QUIT=退出程序
TYPE_CANTOUCH=触摸
ToolboxDlgCaptionStatic=工具箱
ColorPaletteOtherColorBtn=其他颜色
ResourceManageDlgAddResourceBtn=添加资源
ResourceManageDlgDeleteResourceBtn=删除资源
ResourceManageDlgRenameResourceBtn=重命名
ResourceManageDlgResourceListNameColumn0=资源名称
ResourceManageDlgResourceListNameColumn1=资源路径
FunctionDlgAttributeBtn=属性
FullScleenRecordBtn=全屏
AreaScleenRecordBtn=区域
WndScleenRecordBtn=窗口
PauseScleenRecordBtn=暂停
StopScleenRecordBtn=停止
ContinueScleenRecordBtn=继续
PropertyScleenRecordBtn=属性
PathScleenRecordBtn=浏览
MediaFileName=文件名:
MediaFilePath=路径名:
MediaFrame=帧数:
MEdiaFrameRate=帧率:

[WhiteBoardVideoScreenText]
SelectRecFun=请选择您所需要的录像功能！
DiskSpace=磁盘剩余空间：
Filter=视频 (*.avi)|*.avi||
SetFileName=文件名不对，录制终止，再次设置文件名
FullScreenRecording=正在进行全屏录像。如要终止，请单击“停止”按钮。
SelectRecRegion=请按下左键并拖动，以选择录像区域，单击右键退出。
ExitRecRegion=您已经退出区域录制！
RegionRecordBegin=开始进行区域录像！如要终止，请单击“停止”按钮。
MoveDisc=您选择了窗口录制功能，请拖动窗口中央的圆盘至想要录制的窗口。
WindRecroding=正在进行窗口录制...如要终止，请单击“停止”按钮。
RecordEnd=录像已终止！
CloseFileSuccess=关闭文件成功，文件已保存到选择路径。
SaveTo=关闭文件成功，文件已保存到
SelectRECRegion=请选择录像区域：在区域左上角按下鼠标左键拖动至右下角；单击右键退出录像
DoubleClick=双击区域开始录像；拖动区域调整大小位置；单击右键取消区域
TopPosition=顶点位置
RectSize=矩形大小
Coordinate=光标坐标
FileSavePath=文件保存路径
ScreenREC=屏幕录制
WinREC=窗口录制
UnKnowError=未知错误
AVIFail=创建AVI文件失败! 该文件已被占用！
CreateVedioError=创建视频文件出错：
WriteVedioError=写入视频流数据出错：

[WhiteBoardDocConverText]
Doc_ConvertSuccess=转换成功
Doc_ConvertFail=转换失败
Doc_Initializing=正在初始化
Doc_Converting=正在转换
WhiteBoardConving = 白板正在加载文件...

[WhiteBoardFunctionBoardText]
AttributeDlgPerStatic=%
AttributeDlgTransparStatic=透明度
AttributeDlgLineColorStatic=颜色
AttributeDlgLinewidthStatic=线宽
AttributeDlgLineTypeStatic=线型
AttributeDlgContentTextStatic=文本内容
AttributeDlgSolidColorStatic=填充色
AttributeDlgSolidCheckStatic=填充
AttributeDlgArrowStatic=箭头
FunctiondlgHideStatic=自动隐藏
AttributeDlgSolidCheckStatic=填充
AttributeDlgNoAttribute=无属性
AttributeDlgMTOperateStatic=触摸操作


[WhiteBoardMessageBoxText]
IsDeleteAllObj=是否要删除全部对象?
Attention=注意
Error=错误
FileSaveError=文件保存错误！
FileLoadError=文件读取错误！
CannotPrint=还在写数据，不能打印！
Prompt=提示
IsSave=是否需要保存此次的文件？
FilePathError=文件路径输入有误！
FileConvertFail=DICOM 文件转换失败！
FileOpenFail=文件打开失败
DiskNotEnough=保存文件时剩余磁盘空间不足！
NotOpenDicom=打开的不是dicom文件！
SupportOneCamera=暂只支持一个可网络互动的摄像头
NotFlashPlug=未安装FLASH播放插件，无法正常打开，请安装插件
CloseSpotlight=请关闭聚光灯！
InterimFolderCreateFail=临时文件夹创建失败
ScrshotCreateFail=拍照文件夹创建失败
CannotShot=视频尚未播放，无法拍照
FlashScrshotCreateFail=Flash拍照文件夹创建失败！
FlashNotOpen=FLASH尚未播放，无法拍照！
IsCurFileSave=是否需要将此次的文件保存到
IsSaveLocal=白板会议互动已连接，是否需要将本地文件保存到
DllLoadFail=【DLL文件加载失败(lpGetDiskPlace)】
FunAddFail=函数寻址失败
PathNotNull=文件路径不能为空
FunAddError=函数寻址错误
NotRecWin=请不要录制当前窗口！
ScreenRecNotClose=屏幕录制没有关闭！
AddFail=【pStopVedio寻址失败】
AddPauseFail=【pPauseVedio寻址失败】
EnterFileName=文件名为空！不能继续，请先输入文件名
SaveFilePathNull=录制文件保存的位置出错，当前路径无法保存文件
FileNameNotNull=文件名不能为空！
Max32=文件名最长只能输入32位！
ReEnterName=文件不能以“.”或“..”命名，请重新输入！
LastName=文件名的最后一个字符不能为“.”！
NameNot=文件不能以
ReEnter=命名，请重新输入！
NameExclude=文件名中不能包含
FpsNotNull=帧率不能为空！
FpsNeedNum=帧数必须输入数字（1-10）！
LoadDllFail=加载DLL文件失败！
GetDrawWinFail=获取(DrawWindow)函数地址失败！
CannotRecWin=不能录制本窗口！
ResFolderAdded=该资源文件夹已添加！
NotValidFolder=您选择的不是有效的文件夹！
NoSelectRes=当前没选中资源！
IsDelRes=您确定要删除该资源吗？
ResManage=资源库管理
SelectReameRes=请选择要重命名的资源！
CreateAppFail=创建应用程序失败！
FolderCreateFail=文件夹创建失败！
InteractionConnected=白板会议互动已连接，是否需要保存本地的文件？
CreateVideoIOFail=创建视频流失败！
CreateThreadFail=线程创建失败！
IsBackGround=            是否拉伸作为背景
YesOrNot=        拉伸（是）  平铺（否）
MessagePrompt=消息提示
DiskNotEnough=【磁盘剩余空间不足1000，请整理磁盘】
DiskNotEnough10=【磁盘剩余空间不足10，停止录制】
DropNotFromU7Carema=本地会议不支持拖拽视频到白板！
DropCarema=0
SupportOneCamera=目前支持主动添加一个摄像头
SupportOneMedia=目前支持主动添加一个视频
IsRecord = 该文件正在录制，不能打开！
FileIsUsed = 该文件已被占用了！
IsSaveEditPic = 是否需要保存正在编辑的图片？	

[WhiteBoardMenuListText]
popup_infiniteClone=无限克隆
popup_unlock=解锁
popup_play=播放
popup_photograph=拍照
popup_mute=静音
popup_videoStream=视频码流
popup_transmissionNetwork=传输网络
popup_turnPage=文档翻页
popup_docPrint=文档打印
popup_selectAll=全选
popup_unselect=取消选择
popup_lock=锁定
popup_allunlock=解除全部锁定
popup_equalScaleZoom=等比例缩放
popup_delBackground=删除当前背景图
popup_addBackground=设为背景图
popup_edit=编辑
popup_copy=复制
popup_cut=剪切
popup_paste=粘贴
popup_clone=克隆
popup_delete=删除
popup_deleteAll=删除全部
popup_combine=组合
popup_uncombine=取消组合
popup_topLayer=最顶层
popup_upLayer=上一层
popup_underLayer=下一层
popup_bottomLayer=最底层
popup_preciseRotation=精确旋转
popup_attribute=属性
popup_addNotation=添加备注
popup_water=水波纹
popup_broadcast=广播用户光标 
popup_unbroadcast=取消广播用户光标
popup_dxfoperate=DXF操作
rotation_deasil45=顺时针旋转45度
rotation_deasil90=顺时针旋转90度
rotation_widderShins45=逆时针旋转45度
rotation_widderShins90=逆时针旋转90度
rotation_rotation180=旋转180度
rotation_vertical=垂直放置
rotation_hirizontal=水平放置
movie_play=播放
movie_pause=暂停
movie_stop=停止
movie_loop=循环播放
movie_singlePlay=单放
movie_photograph=拍照
movie_voice=音量
bitrate_network=互联网
bitrate_LAN=局域网
bitrate_privateNetwork=专网 
bitrate_satelliteNetwork=卫星网
doc_pageUp=上一页
doc_nextPage=下一页
doc_firstPage=首页
doc_endPage=末页
docprint_thisPage=当前页
docprint_allPage=所有页
camera_video=视频设置
camera_audio=音频设置
Preview_PrePage=上一页
Preview_NextPage=下一页
Preview_FirstPage=首页
Preview_LastPage=末页
Preview_DeletePage=删除页
Preview_InsertPage=插入页
Preview_NewPage=新建页
dxf_zoomin=放大
dxf_zoomout=缩小
dxf_drag=拖拽
display_center=显示中心点
startRecog = 开启识别
endRecog = 取消识别
magicpen = 魔术笔
zoomMenu = 缩放比例

[WhiteBoardCatchScreenText]
CurrentPixel=当前像素RGB
LbuttonDown=·按下鼠标左键确定截取范围
LbuttonDownNext=确定捕获区.
RbuttonDown=·按下鼠标右键退出
LbuttonUp=·松开鼠标左键确定截取范围
LbuttonUpNext=确定捕获区.
Font=宋体
TopPosition=顶点位置
RectSize=矩形大小
Coordinate=光标坐标

[MTResText]
MTRES_ADD=添加
MTRES_TIP_RESLIST=点击进入资源目录切换面板
MTRES_TIP_SCAN=滑动浏览资源
MTRES_TIP_DRAG=滑动拖拽资源
MTRES_SWITCH_RES=切换到资源库

[MTFolderText]
MTFOLDER_BACK=返回上一目录
MTFOLDER_CANCEL=取 消
MTFOLDER_OK=确 定
MTFOLDER_NULLTIP=空
MTFOLDER_MYCOMPUTER=我的电脑
MTFOLDER_MYDOCUMENT = 我的文档
MTFOLDER_DESKTOP = 桌面
MTFOLDER_SYSTEM_DISK = 系统磁盘
MTFOLDER_LOCAL_DISK = 本地磁盘
MTFOLDER_REMOVABLE_DISK = 可移动磁盘
MTFOLDER_MYRESOURCE = 我的资源
MTFOLDER_FILESELECT = 文件选择
MTFOLDER_FOLDERSELECT = 文件夹选择
MTFOLDER_FOLDERDELTIP = 确定要删除吗?
MTFOLDER_CANCELTIP = 不再提示
MTFOLDER_WARNTIP = 警告

[PluginText]
LOGIN_Connecting=正在连接...
LOGIN_ReConnect=重新连接...
LOGIN_ServerBusy=服务器忙 
LOGIN_ConnectFail=连接失败 
LOGIN_ConnectCut=连接断开 
LOGIN_ReLogin=重新登录
LOGIN_OnlineLogin=联机登录 
LOGIN_OnlineCancle=取消登录
LOGIN_ServerNotNull=服务器地址不能为空
LOGIN_NameNotNull=账户名称不能为空
LOGIN_NameMin2=账户长度不能少于2位
LOGIN_NameNotEnd=账户不能以“.”、“—”、“_”结尾！
LOGIN_CodeNotNull=输入密码不能为空
LOGIN_IPWrong=IP填写不正确！！
MAIN_WhiteBoard=电子白板系统
MAIN_IsExit=确定退出程序？
MAIN_OpenWBFail=打开白板失败！
MAIN_ConnectFail=连接会议失败，请退会重新登入！
MAIN_ConnectSuccess=会议连接成成功！
MEMBER_Begin=开始
MEMBER_The=第 
MEMBER_TimeToEnter= 次进
MEMBER_End=结束
MEMBER_Time=当前时间为
MEMBER_Exit=退会
MEMBER_List=人员列表
MEMBER_IsExit=是否确定退会？
MEMBER_Default=默认会议
MEMBER_IniBegin=初始化人员列表开始
MEMBER_IniEnd=初始化人员列表结束
SHOWMEETINGLIST = 显示会议列表
SHOWMEMBERLIST = 显示人员列表

[Meeting]
IsCancel=是否注销？
Cancel=注销
UnKnowType=未知类型
SeniorConference=高级会议
StandardConference=标准会议
MonitorConference=监控会议
PersonalConference=个人会议
ConferenceList=会议列表

[CameraVideoAudioSetting]
CameraVideoSetting=主流视频设置
CameraVideoDevice=视频设备:
CameraVideoFrame=视频帧率:
CameraVideoStrema=视频码流:
CameraVideoEncode=视频编码:
CameraVideoFormat=视频格式:
CameraVideoOK=确定
CameraVideoCANCEL=取消
CameraAudioEncode=音频编码:






